<template>
  <div class="agreement">
    <HeadNav/>
    <div class="content">
      <div class="agreementlist pd16">
        <div class="agreementitem ">
          <div class="agreementtitle">第一条 定义及解释</div>
          <div class="agreementcontent">
            <p>1、本服务协议是甲方与“广州尚奇人力资源有限公司”之间关于甲方使用乙方提供的桔子保服务的协议。</p>

            <p>2、以下所称“甲方”指的是愿意接受桔子保用户服务协议（以下所称“本协议”）的各项约定并在其规定下使用桔子保服务的用户以及委托甲方在本协议下使用桔子保服务的用户。</p>

            <p>3、以下所称“乙方”指的是广州尚奇人力资源有限公司。</p>

            <p>4、以下所称“本服务”指的是由乙方提供的“桔子保服务”，即：社会保险、公积金代办参缴服务。</p>
          </div>
        </div>
        <div class="agreementitem ">
          <div class="agreementtitle">第二条 协议确认与接受</div>
          <div class="agreementcontent">
            <p>1、甲方必须完全同意以下所有服务条款并完成总费用的支付，才能享受本服务。</p>

            <p> 2、甲方应根据本协议的约定及时足额支付服务费和代收代缴（付）总费用，包括但不限于社会保险、公积金、服务费、其他费用（行政性收费，如工本费、工会费、残疾人就业保障金等费用）。</p>

            <p>3、代收代缴（付）总费用将根据甲方选择的参缴项目，按照参缴地当地政策规定具体来收取。社会保险、公积金等费用根据甲方选择的缴费基数、参缴周期等确定。如遇参缴地当地政策、规定调整（包括但不限于缴费基数、比例调整、参缴项目、参缴条件、待遇享受条件、缴费起征点发生变化等），则按新政策、规定执行。</p>

            <p>4、服务费用根据甲方自行选择的价格套餐，按乙方列明的价格予以支付。</p>
          </div>
        </div>
        <div class="agreementitem ">
          <div class="agreementtitle">第三条 乙方的权利与义务</div>
          <div class="agreementcontent">
            <p>1、乙方为甲方提供社会保险、公积金代办参缴服务，甲方及其委托参保成员与乙方不存在任何劳动关系，且乙方对甲方及其委托参缴成员不具有任何基于劳动关系的权利义务。甲方的参缴条件、待遇享受条件、待遇享受标准等，均以征缴经办机构审核确定为准。。</p>

            <p>  2、乙方应按照本协议的约定，在收到甲方支付的服务费用及代收代缴（付）总费用后，按照国家规定和当地政府规定的时间及时为甲方提供各项服务。因甲方迟延支付各项费用致使乙方未能及时为甲方提供相关服务所产生的后果，由甲方自行承担。</p>

            <p>3、在甲方未按照约定数额支付全部费用之前，乙方有权不向甲方提供服务或者终止服务。</p>

            <p> 4、甲方支付各项费用后，因乙方过错导致甲方未能享有本协议约定服务，从而导致甲方损失的，由乙方承担损失赔偿责任。</p>
            <p>5、乙方为了保证甲方的社保权益，乙方会在甲方选择的缴费城市选择当地具备资质的社保代办服务商进行服务。乙方将根据甲方的选择，按照参缴地有关政策规定为甲方选择服务商代办社会保险、公积金的参缴及缴费手续。乙方应督促服务商按时将甲方交付的费用缴纳给相关社会保险、公积金等征缴机构。</p>
            <p> 6、乙方所提供的相关服务信息随国家政策变动而做相应调整，社会保险、公积金的基数/起征点/比例等也会根据各地政策的调整而做调整，如遇社会保险、公积金基数或起征点调整，缴费基数或比例调整致使社会保险、公积金费用上升的，甲方在接到乙方通知后，应在规定的时间内将相应的费用及时足额支付至乙方，乙方按照政府规定办理结算。本条规定不因本协议的解除或终止等原因而免除甲方的义务或责任。甲方如未及时补足因此而产生的费用差额，乙方有权暂停或终止本协议。</p>
          </div>
        </div>
        <div class="agreementitem ">
          <div class="agreementtitle">第四条 甲方的权利与义务</div>
          <div class="agreementcontent">
            <p> 1、甲方应向乙方提供准确无误的参缴人员身份信息，包括参保人员的姓名、身份证号码、户口性质、缴费基数或税前工资数、缴纳城市等重要信息并对其负责，发生变化时及时通知乙方，否则产生的任何损失由甲方自行承担。当甲方提供的参缴信息与社保、公积金征缴机构的信息不一致，造成与实际缴费金额不符的，甲方必须在规定的时间内及时补足差额，否则应承担由此引起的全部经济损失和法律责任。</p>

            <p> 2、甲方须在本协议规定的时间内向乙方足额支付服务费和各项代收代缴（付）费用。乙方没有为甲方垫款的义务，若甲方逾期支付总费用或差额费用，乙方有权暂停全部或部分服务，并按照2‰每日标准向甲方收取违约金。若造成甲方相关业务不能正常办理、相关待遇不能正常享受，或甲方被相关行政管理部门征收滞纳金的，由甲方承担全部责任。</p>

            <p>3、在甲方未按照约定数额支付全部费用之前，乙方有权不向甲方提供服务或者终止服务。</p>

            <p>  3、甲方在使用本服务中如遇到相关问题，可随时咨询乙方客服。</p>
            <p> 4、甲方向乙方足额支付服务费和各项代收代缴（付）费用后，若甲方执意要求取消社会保险、公积金代办服务，乙方将按照以下规则向甲方退款：①针对还未做派单处理的订单，乙方将在甲方提交退款申请的十个工作日内退还相应的代收代缴（付）费用（除服务费），但由此产生的银行转账等相关费用由甲方全部承担；②针对已做派单处理但仍有服务月未产生实际费用的订单，甲方可参照《桔子保退款说明》申请退款。</p>
          </div>
        </div>
        <div class="agreementitem ">
          <div class="agreementtitle">第五条 保密</div>
          <div class="agreementcontent">
            <p> 1、甲乙双方应对本协议内容及相关内容负有严格的保密义务。</p>

            <p> 2、为服务甲方的目的，乙方可能通过使用甲方数据信息，向甲方提供服务，包括但不限于向甲方发出服务信息。</p>

            <p>3、甲方的数据信息将在下述情况下部分或全部被披露：A、经甲方同意，向第三方披露；B、根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；C、如果甲方出现违反中国有关法律法规的情况，需要向第三方披露；D、为提供甲方所需求的服务，而必须和第三方分享甲方数据信息。</p>
          </div>
        </div>
        <div class="agreementitem ">
          <div class="agreementtitle">第六条 免责条款</div>
          <div class="agreementcontent">
            <p> 1、乙方只是社会保险、公积金代办服务商，只负责为甲方提供社会保险、公积金参缴、代办相关服务，与甲方及其委托参缴成员之间没有任何劳动关系，对甲方及其委托参缴成员的行为不负责任。甲方及其委托参缴成员应为自己的一切行为负责，包括向乙方提供内容的真实性、合法性、准确性、有效性，以及承担因使用本服务而产生的任何结果。</p>

            <p> 2、乙方应按照本协议的约定，在收到甲方应支付的总费用后，按照国家规定和当地政府规定的时间及时为甲方及其参保成员代办社会保险、公积金。乙方没有为甲方垫款的义务，若甲方延迟支付总费用或差额费用，乙方有权暂停全部或部分服务。因甲方延迟支付总费用或差额费用致使乙方未能及时为甲方提供相关服务所产生的后果由甲方承担，乙方不承担任何责任。</p>

            <p> 3、乙方没有义务或责任核实甲方填写参保信息的真实性、准确性。因甲方提供参缴信息有误、提供资料不符合要求等政策性原因，导致乙方在履行社会保险、公积金代办义务时延迟或无法办理等，甲方自己应承担由此引起的全部经济损失和法律责任，乙方不承担任何责任。</p>

            <p>4、甲方应确保参缴人员的社会保险、公积金缴纳状态为停缴状态，否则乙方无法为甲方办理相关代办事宜，如因此而产生的不利后果由甲方自行承担，乙方不承担任何责任。</p>
            <p>5、凡曾患有恶性肿瘤、心脏病（心功能不全二级以上）、心肌梗塞、白血病、高血压（二级以上）、肝硬化、慢性阻塞性支气管疾病、脑血管疾病、慢性肾脏疾病、糖尿病、再生障碍性贫血、先天性疾病、精神病或者精神分裂、癫痫病，特定传染病、艾滋病、性病等其它重大疾病或者正住院、患病、已怀孕及全休、半休者一律不能使用本服务参缴。如果属于这种情况所产生的费用，乙方不予办理报销，并有权暂停全部或部分服务。因此而产生的不利后果由甲方自行承担，乙方不承担任何责任。</p>
            <p>6、对于不符合参缴条件的，提交虚假信息而引起的法律责任，视为甲方行为，由甲方自行承担，乙方不承担任何责任。</p>
          </div>
        </div>
        <div class="agreementitem ">
          <div class="agreementtitle">第七条 违约责任</div>
          <div class="agreementcontent">
            <p> 1、本服务条款任何一方违约均须依法承担违约责任。如乙方当月已经为甲方成功代办社会保险、公积金参缴后，相关费用乙方概不退还。</p>
            <p> 2、在任何情况下，乙方对服务条款所承担的违约赔偿责任总额不超过违约服务对应之服务费总额。</p>
          </div>
        </div>
        <div class="agreementitem ">
          <div class="agreementtitle">第八条 不可抗力</div>
          <div class="agreementcontent">
            <p> 1、因不可抗力或者其他意外事件，使得本服务条款的履行不可能、不必要或者无意义的，遭受不可抗力、意外事件的一方不承担责任。</p>
            <p> 2、不可抗力或者其他意外事件是指不能预见、不能克服、不能避免且对一方或者双方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行等以及社会事件如战争、动乱、政府行为、电信主干线中断、黑客、网络堵塞、电信部门技术调整和政府管制等。</p>
          </div>
        </div>
        <div class="agreementitem ">
          <div class="agreementtitle">第九条 生效、终止与其他</div>
          <div class="agreementcontent">
            <p> 1、 服务期限自乙方收到甲方足额支付的服务费及代收代缴（付）费用起生效。</p>
            <p>2、 发生下列情形，本协议提前终止：A、甲乙双方协商一致提前终止的；B、甲方严重违反本服务条款（包括但不限于甲方未按照协议约定履行付款义务或甲方严重违反法律规定等），乙方有权提前终止本服务。</p>
            <p>3、执行本协议所发生的或与本协议有关的一切争议，双方应通过友好协商解决。协商不成的，则提交乙方所在地法院依照法律程序解决。</p>
            <p>4、本协议的订立、执行和解释及争议的解决均适用中华人民共和国法律。未经双方协商一致或者根据本协议的约定，甲方双方中的任何一方不得单方解除本协议。双方任何一方单方解除协议的，都不因此免除对方的违约责任。</p>
          </div>
        </div>
      </div>
      <p class="ps pd16">用户在此再次保证已经完全阅读并理解了上述协议并接受上述所有条款的约束，同意注册成为桔子保会员。</p>
      <IsHeadEmty />
    </div>
  </div>
</template>

<script>
    import HeadNav from "@/components/common/header";
    import IsHeadEmty from "@/components/common/isheademty";

    export default {
        name: "agreement",
        components: {
            HeadNav,
            IsHeadEmty
        }
    }
</script>

<style scoped>
  .content {
    top: 2.2rem;
    background: #fff;
  }

  .agreementtitle {
    height: 1.8rem;
    line-height: 1.8rem;
    font-size: .8rem;
    font-weight: bold;
    color: #333;
    text-align: center;
  }
  .agreementcontent p{
    line-height: 1.2rem;
    font-size: .7rem;
    color: #666;
  }
  .ps{
    font-size: .75rem;
    color: #f97a2e;
  }
</style>
