<template>
  <div class="cooperationagreement">
    <HeadNav/>
    <div class="content pd16">
      <IsHeadEmty />
      <div class="coopertitle">
        <h2>桔子伙伴合作协议</h2>
        <h4>更新时间：2019年10月29日</h4>
      </div>
      <div class="cooperitem">
        <h3>重要提示条款</h3>
        <p>为维护您自身权益，建议您仔细阅读各条款具体表述</p>
      </div>
      <div class="cooperitem">
        <h3>审慎阅读</h3>
        <p>1.您在申请成为桔子伙伴流程前同意本协议之前，应当认真阅读本协议。<span class="underline">
          请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下滑线标识，您应重点阅读。如您对协议有任何疑问，可向桔子保客服咨询。</span></p>
        <p>2.当您按照桔子伙伴开通页面提示阅读并同意本协议且完成全部开通程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与桔子保（定义见下文）达成一致，成为桔子伙伴。<span class="underline">
          阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止开通程序。</span></p>
      </div>
      <div class="cooperitem">
        <h3>提示条款</h3>
        <p>本协议由您与桔子保（定义见下文）共同签署，作为《桔子保用户服务协议》的补充，与《桔子保用户服务协议》构成统一整体。本协议内容包括协议正文及所有桔子保已经公布的适用于所有用户的各类服务条款及规则；未来桔子保会以本协议为基础，继续丰富相关的服务条款与规则，并依法定程序公布生效。所有依法定程序公布生效条款与规则为协议不可分割组成的部分，与协议具有同等法律效力。</p>
      </div>
      <div class="cooperitem">
        <h3>一、定义</h3>
        <p>1.1.桔子伙伴：是指遵守《桔子伙伴合作协议》及规则，具备完全民事行为能力的用户。</p>
        <p>1.2桔子伙伴：是指同意并确认接收本协议并根据桔子伙伴开通流程所展示的加入条件，参保相应月数后获取的特殊权益资格（实际名称以开通流程及前台页面展示为准）。</p>
        <p>1.3桔子伙伴权益：指用户基于其桔子伙伴资格所享有的所有特殊权益，包括特定的优惠权益和特定服务权益等，具体权益内容将通过“我的-桔子伙伴”页面进行不定期更新。</p>
      </div>
      <div class="cooperitem">
        <h3>二、桔子伙伴权益开通</h3>
        <p>2.1您应确保在桔子伙伴开通及使用过程中，始终具备完全民事权利能力和完全民事行为能力，并确保您具有签订和履行本协议项下权利义务之实际能力。</p>
        <p>2.2桔子伙伴开通之前，您需要完成桔子保的注册或登录，以确定您的主体身份信息。</p>
        <p>2.3您申请开通桔子伙伴权益时，需根据页面提示参保相应的月份或满足条件后方可完成开通。</p>
      </div>
      <div class="cooperitem">
        <h3>三、桔子伙伴权益使用</h3>
        <p>3.1桔子伙伴合作协议服务 <span class="underline">有效期为365天，自满足条件桔子伙伴合作条件之日起计算。</span>若您在有效期届满后希望继续享受桔子伙伴权益，则需要重新满足当时的桔子伙伴合作条件。</p>
        <p>3.2为了改善用户体验、完善服务内容，桔子保会对桔子伙伴及或其相关服务、权益、功能、界面等进行更新、修改，包括开发新功能/权益、删除旧功能/权益等。您可按照变更后桔子伙伴的实际情况继续使用相应权益、功能或服务并适用本协议的相关约定。如您届时不同意继续使用，请和桔子保客服联系处理。</p>
        <p>3.3 <span class="underline">桔子伙伴服务及权益仅限您本人使用，</span>
          具体使用可能需通过您开通桔子伙伴的桔子保账户进行。<span class="underline">开通桔子伙伴服务或获取桔子伙伴权益的账户作为您享受相应服务及权益的重要身份标识，用户名、密码和生物特征（如有）均由您自行设置并妥善保管。</span></p>
        <p>3.4桔子保账户与您的桔子伙伴权益及资格密切挂钩，交由他人使用可能会造成您本人在权益使用上产生不良影响因此桔子保请您不要将自己的账户给予他人使用；<span class="underline">
          从公平合理的角度，您应知晓所有通过该账户实现的操作桔子保只能默认视为您本人的行为，由此产生的后果由您与实际使用者自行承担。</span></p>
        <p>3.5【不当使用桔子伙伴权益】<span class="underline">您确保您将合理使用桔子伙伴权益，不利用此权益进行违规操作套取现金等行为，不以任何形式转让或转移您所享有的桔子伙伴服务或权益，若桔子保有合理理由怀疑您存在任何不当使用桔子伙伴权益服务行为的，桔子保将永久取消该账户权益资格，作废您与桔子保的《桔子伙伴合作协议》，且您不应要求桔子保退还剩余所有保费及账户余额内的所有费用。您应对您不当使用会员服务的行为及后果（包括损失 ）负责，您若给桔子保造成损失的，桔子保有权向您追偿。</span></p>
        <p>3.6<span class="underline">您知悉并同意，为保证您充分享受桔子伙伴服务、避免您错过会员相关权益，桔子保可能通过消息、通知、短信等形式，向您提供桔子伙伴权益相关信息。</span></p>
      </div>
      <div class="cooperitem">
        <h3>四、桔子伙伴权益终止</h3>
        <p>4.1 <span class="underline">您应理解桔子伙伴权益具备一定有效期，有效期届满后桔子伙伴权益终止，对应的桔子伙伴权益失效。</span></p>
        <p>4.2您应理解按本协议及相关规则使用桔子伙伴权益、尊重桔子伙伴权益使用限制以及本协议约定履行义务是您使用桔子伙伴权益的前提，如您违反本协议的相关约定，桔子保会视您的实际违约情况选择中止、终止或解除本协议。</p>
        <p>4.3<span class="underline">您知悉并确认，您所参保的月份服务费用代表您开通使用桔子伙伴权益所付出的整体成本，无法按照桔子伙伴权益或有效期进行拆分。</span></p>
        <p>4.4因桔子保认定您违反本协议或任何相关法律的行为、欺诈或滥用桔子伙伴权益的行为、或损害桔子保权益或伤害其他用户的行为而导致的终止，桔子保不予退款。</p>
      </div>
      <div class="cooperitem">
        <h3>五、其他</h3>
        <p>5.1由于互联网高速房展，您与桔子保签署的本协议列明的条款并不能完整罗列和涵盖您与桔子保之间的所有权利与义务，现有的约定也不能完全保证符合未来发展的需求。桔子保可根据国家法律法规变化及维护服务秩序、保护用户权益的需要，不时修改本协议，变更后的协议（下称“变更事项”）将通过本协议约定程序通知您，并依法生效。</p>
        <p>5.2桔子保可能根据业务调整而变更向您提供桔子伙伴服务的主体，变更后的主体与您共同履行本协议并向您提供本协议及桔子伙伴权益说明或规则中承诺的服务内容，基数以上变更并不常见而且并不会影响您本协议项下享受的桔子伙伴权益的情形下，桔子保对此将不再另行通知。</p>
        <p>5.2桔子保可能根据业务调整而变更向您提供桔子伙伴服务的主体，变更后的主体与您共同履行本协议并向您提供本协议及桔子伙伴权益说明或规则中承诺的服务内容，基数以上变更并不常见而且并不会影响您本协议项下享受的桔子伙伴权益的情形下，桔子保对此将不再另行通知。</p>
        <p>5.4“桔子伙伴”客服电话：400-000-8850。</p>
      </div>

    </div>
  </div>
</template>

<script>
  import HeadNav from "../common/header";
  import IsHeadEmty from "@/components/common/isheademty";

  export default {
    name: "cooperationagreement",
    components: {
      HeadNav,
      IsHeadEmty
    }
  }
</script>

<style lang="scss" scoped>
.content{
  background: #fff;
  padding-bottom: 1rem;
}
  .coopertitle{
    text-align: center;
  }
  h1{
    font-size: .9rem;
  }
  h4{
    font-size: .6rem;
  }
  h3{
    font-size: .7rem;
    padding:.3rem 0;
  }
  p{
    font-size: .7rem;
    text-indent: 2em;
    letter-spacing: 2px;
  }
  .underline{
    font-weight: bold;
    text-decoration:underline;
  }
</style>
